{
  "THE AMERICAS": [
    {
      "id": "1",
      "category": "THE AMERICAS",
      "destination": "Miami",
      "headline": "Miami off the Beach\n",
      "teaser": "The easiest and surest way to get your sun-and-sea fix",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Miami/Amex_Mobile Trip28.jpg",
      "imagePath_detail": "/tripImages/Miami/Amex_Trip Detail28.jpg",
      "description": "Sneaking off to Miami for a weekend has long been one of the easiest, surest ways to get your sun-and-sea fix. And while a wave of new hotels in South Beach—like the maximalist <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Faena Hotel Miami Beach</a>, with its mammoth golden sculpture by Damien Hirst—keeps Collins Avenue fresh, less predictable parts of town (miles from the beach) are worth exploring. The EAST, Miami hotel on the top floors of the Brickell Center is a great home base from which to check out the city’s newly cool downtown as well as adjacent up-and-coming neighborhoods. You could easily spend several hours wandering around arty Wynwood, stopping by galleries and boutiques, and checking out the vibrant Wynwood Walls with murals from street-artist legends like Os Gemeos. Before you leave, have dinner at chef Brad Kilgore’s industrial cool Alter (don’t miss the soft-cooked egg with sea scallop espuma and caviar). End up back at Sugar, EAST’s 40th-floor rooftop bar, for a late-night mezcal and epic city views—and a scene to rival any South Beach pool party.\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Faena Hotel Miami Beach</a>. <b>Terms apply.</b>  "
    },
    {
      "id": "2",
      "category": "THE AMERICAS",
      "destination": "Charleston",
      "headline": "Charleston’s True South",
      "teaser": "The Low Country's Culinary & Cultural Mecca graceful lifestyle",
      "link": "https://www.americanexpress.com/us/credit-cards/benefits/view-all/platinum",
      "imagePath_trip": "/tripImages/Charleston/Amex_Mobile Trip24.jpg",
      "imagePath_detail": "/tripImages/Charleston/Amex_Trip Detail24.jpg",
      "description": "With its historical architecture, excess of top-notch restaurants, easily accessible beaches and plantations, and graceful lifestyle, Charleston is a perennial favorite for anyone in search of an authentic Low Country experience. But so many choices! First, the food: Lunch should be either cut-to-order brisket at North Charleston foodie magnet Lewis Barbecue, or ceviche and lobster rolls at 167 Raw. For dinner, you’ll need to book well in advance for a table at Husk, which turns out modern takes on Southern fare, and for seafood at The Ordinary, in a converted bank. Browse the perfectly proportioned Gibbes Museum of Art, with its collection of painted ivory miniatures, then wander the picturesque lanes south of Broad, topping it all off at the speakeasy-style Gin Joint or share a platter of Carolina oysters at The Darling. Two new hotels stand out in the central downtown area: the midcentury-mod-inspired Dewberry in the Upper King District (great for shopping), and the upscale, family-friendly Beach Club at Charleston Harbor Resort & Marina, a 10-minute water-taxi or trolley ride across the harbor, with knockout city views and large pools to cool off in.",
      "amex": "With the Platinum Card® from American Express, you can earn 5x Membership Rewards® Points for flights booked directly with airlines or American Express Travel. <b>Terms apply.</b>  "
    },
    {
      "id": "3",
      "category": "THE AMERICAS",
      "destination": "Telluride",
      "headline": "Skiing in Telluride\r",
      "teaser": "A Western-inflected Bohemian vibe & North America's best skiing—all in one place",
      "link": "https://www.americanexpress.com/us/credit-cards/benefits/view-all/platinum",
      "imagePath_trip": "/tripImages/Telluride/Amex_Mobile Trip33.jpg",
      "imagePath_detail": "/tripImages/Telluride/Amex_Trip Detail33.jpg",
      "description": "You come to Telluride for two things: 1. Some of the best (read: adrenaline-inducing) in-bounds skiing in North America; and 2. The Western-inflected Bohemian vibe that thrums through this remote former mining town. You could build a whole trip around hiking Palmyra Peak, which tops out at 13,320 feet, followed by a well-deserved dinner including standout wines at Alpino Vino, a European on-mountain chalet with a huge deck and ubiquitous sheep pelts. If you’re more of a greens-and-blues, done-by-1 p.m. type of skier, know that you’ll almost never wait in snaking lines here as there are hardly ever crowds. That means plenty of time to hit the Last Dollar Saloon in town for a beer once you’ve clicked out for the day. Or if you’re hungry, head to The Butcher &  Baker, also the breakfast place in town, for a Bloody and the turkey and fig-jam sandwich. You’ll want to drop your boot bag at the newly opened Dunton Town House–a five-bedroom inn with Austrian antiques and linens that’s only a two-minute walk from the gondola, your eminently Instagrammable ride to and from the resort. \n",
      "amex": "With the Platinum Card® from American Express, you can earn 5x Membership Rewards® Points for flights booked directly with airlines or American Express Travel. <b>Terms apply.</b>  "
    },
    {
      "id": "4",
      "category": "THE AMERICAS",
      "destination": "Sonoma",
      "headline": "Sonoma Revisited\r",
      "teaser": "Something special: wine country's newest restaurant-inn",
      "link": "https://www.americanexpress.com/us/credit-cards/benefits/view-all/platinum",
      "imagePath_trip": "/tripImages/Sonoma/Amex_Mobile Trip29.jpg",
      "imagePath_detail": "/tripImages/Sonoma/Amex_Trip Detail29.jpg",
      "description": "Sonoma’s Healdsburg feels white-hot these days now that SingleThread Farms has opened. Owners Kyle and Katina Connaughton spent years cooking and farming in Hokkaido, Japan, and Berkshire, England, before returning to their native California with a vision for a restaurant-inn that would embrace the Japanese concept of omotenashi—the sort of thoughtful (and rigorous) approach to hospitality found in the best ryokans. In the dining room, they do an ever-evolving 11-course tasting menu that’s as much kaiseki as it is West Coast farm-to-table, with produce from their own fields. Upstairs are five AvroKO-designed loftlike rooms with wood-beam ceilings and exposed white brick walls (and Teforia tea infusers and house-made chamomile ice cream in the minibar). The room service breakfast (grilled trout, clay-pot rice, and umami-packed miso soup) might make you want to hole up here, but don’t. Over a long weekend you can hit Armstrong Redwoods State Natural Reserve for a hike before finishing the day with tastings at Medlock Ames and Scribe Winery.\n",
      "amex": "With the Platinum Card® from American Express, you can earn 5x Membership Rewards® Points for flights booked directly with airlines or American Express Travel. <b>Terms apply.</b>  "
    },
    {
      "id": "5",
      "category": "THE AMERICAS",
      "destination": "Los Angeles",
      "headline": "Doing It All in Los Angeles \r",
      "teaser": "How to make the most of a long weekend in the city of angels",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Los Angeles/Amex_Mobile Trip26.jpg",
      "imagePath_detail": "/tripImages/Los Angeles/Amex_Trip Detail26.jpg",
      "description": "In a city that feels like 15 cities—and has the traffic to match—it’s hard, but not impossible, to tick the beach, food, and culture boxes. You just have to be strategic. We like to use the old-school glamorous <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Hotel Bel Air</a> or <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Beverly Hills Hotel</a> as our base. Breakfast is big here, and if you haven’t had that ricotta toast with raspberry jam at Sqirl in Silver Lake, go. Same can be said for Destroyer in Culver City, whose food, mostly Scandi-style with some Asian ingredients, goes way beyond egg sandwiches (think beef tartare with smoked egg cream). For a beach day, nothing beats Malibu. Take the 101 to Kanan Dume Road, through the Santa Monica Mountains for a spectacular beach reveal at the top. Finally, there’s so much going on in downtown L.A. that you could spend a whole day there. Stroll through Grand Central Market (find your caffeine fix at G&B Coffee), then hit The Broad to see works by Andy Warhol, Ellsworth Kelly, Cy Twombly, and more. Head next door to chef Timothy Holingsworth’s Otium. With dishes like burrata tart with tomato, curry and truffle, it may be the best meal you have all week.\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Hotel Bel Air</a> and <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Beverly Hills Hotel</a>. <b>Terms apply.</b>  "
    },
    {
      "id": "6",
      "category": "THE AMERICAS",
      "destination": "Yucatan",
      "headline": "Yucatan Without the Crowds\r",
      "teaser": "Escape crowds in Cancun and head to Mayakoba",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Yucatan/Amex_Mobile Trip35.jpg",
      "imagePath_detail": "/tripImages/Yucatan/Amex_Trip Detail35.jpg",
      "description": "Cancún and Playa del Carmen are obvious ways into Mexico’s Yucatan peninsula, but they’re also extremely touristy. To skip the high-rises and Spring Breakers, head to Mayakoba, the exclusive enclave midway between the two party towns. <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Banyan Tree</a> and <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Fairmont</a> have fabulous properties along the one-mile stretch of beach, but the stylishly sleek <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Rosewood Mayakoba</a>, with its midcentury-mod-meets-Asian look and throw-back poolside bar, is the standout. For an upscale boho experience, head 40 miles down the coast to Tulum, stopping at the Mayan ruins along the way. Stay at the newly opened Casa Malca and nab a table at Hartwood—which might have the best food (wood-fire cooked and locally sourced) and vibe (open air with a hip international staff) outside of Mexico City. For an authentic inland experience, rent a car and drive three hours (or catch a flight from Cancún) to the colonial town of Mérida and stay at Chablé, a superchic wellness retreat built around a natural cenote. In the evenings, wander the town’s leafy Plaza Grande, eat dinner at K’u’uk (where else will you try modern Mayan cuisine?) and end with people watching along Paseo de Montejo, Merida’s Fifth Avenue.\n\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Banyan Tree</a>, <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Fairmont</a>, and the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Rosewood Mayakoba.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "7",
      "category": "THE AMERICAS",
      "destination": "Brooklyn",
      "headline": "Escape from New York",
      "teaser": "This NYC borough is known for its architecture and a white-hot culinary scene",
      "link": "https://www.americanexpress.com/us/credit-cards/benefits/view-all/platinum",
      "imagePath_trip": "/tripImages/Brooklyn/Amex_Mobile Trip23.jpg",
      "imagePath_detail": "/tripImages/Brooklyn/Amex_Trip Detail23.jpg",
      "description": "Great hotels in Brooklyn used to be few and far between. Not anymore. With new properties opening in neighborhoods like Williamsburg and Gowanus, it’s easier than ever to make the super-hip borough your home base on your next trip to New York. The new 1 Hotel Brooklyn Bridge puts you right at the top of Brooklyn Heights, with waterfront views of downtown Manhattan. From there, you can spend the day exploring Prospect Park, which was designed by the architects Olmsted and Vaux after they finished Central Park. Rent a kayak or a pedal boat and cruise around Brooklyn’s only lake, or rent a bike and explore the park’s 585 acres. After you return your rental, it’s about a 10-minute walk east to a very sweet zoo that’s totally doable in an hour or two—the limit of most parents’ zoo tolerance. Just north of the park is <a href =\"https://www.americanexpress.com/us/credit-cards/benefits/view-all/platinum\">Miti Miti</a> in Park Slope, a cool margarita bar with great empanadas and tuna ceviche.\n",
      "amex": "With the Platinum Card® from American Express, you can earn 5x Membership Rewards® Points for flights booked directly with airlines or American Express Travel. <b>Terms apply.</b>  "
    },
    {
      "id": "8",
      "category": "THE AMERICAS",
      "destination": "Vancouver",
      "headline": "Vancouver and Vancouver Island",
      "teaser": "Beaches, mountains, and fabulous food. What's not to love?",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Vancouver/Amex_Mobile Trip34.jpg",
      "imagePath_detail": "/tripImages/Vancouver/Amex_Trip Detail34.jpg",
      "description": "Beaches, mountains, abundant sea life, and fabulous food. What’s not to love about the largest city and island in British Columbia? Stay at the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Rosewood Hotel Georgia</a> or the sleek, Asian-inspired <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Fairmont Pacific Rim</a> with its 60-foot outdoor pool and private cabana. The best dinner you’ll have all week will be at chef David Hawksworth’s Nightingale restaurant in Coal Harbor. Go to town on the small plates (roasted bone marrow, squash tortelloni with sage butter and pumpkin seed, grilled bratwurst). Surely one of the most romantic weekend getaways in the world can be found on the wild west coast of Vancouver Island at the Wickaninnish Inn—it’s just a 35-minute flight from the city to Tofino, on Clayoquot Sound. The property is surrounded by forests of giant, ancient evergreens, and sightings of whales, sea lions, and even bears are not unusual. We like to visit in winter when dramatic storms roll in from the Pacific. They’re best viewed from bed, with the fire roaring.\n \n \n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Rosewood Hotel Georgia</a> and the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Fairmont Pacific Rim.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "26",
      "category": "THE AMERICAS",
      "destination": "Buenos Aires",
      "headline": "Buenos Aires and Mendoza\r",
      "teaser": "The new four-day weekend culinary adventure",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Buenos Aires/Amex_Mobile Trip2.jpg",
      "imagePath_detail": "/tripImages/Buenos Aires/Amex_Trip Detail2.jpg",
      "description": "Savvy East Coasters already know that Buenos Aires, one overnight flight and time zone away, can be done in a four-day weekend. That’s just enough time to check out the tango clubs of Palermo and San Telmo’s Sunday antiques markets, while eating your way through the city’s hot dining scene (Tomás Kalika’s Mishiguene has New York–worthy pastrami, while the ceviche at superchef Gaston Acurio’s La Mar is even more delicate than at his Lima flagship)—especially when you’re based downtown at the glamorous <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Palacio Duhau—Park Hyatt Buenos Aires</a>. If you’ve got more time and a taste for the grape, consider tacking on a few days in Mendoza’s Uco Valley. Book a room at Argentinian flame-master Francis Mallman’s <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Vines Resort</a>, where you can bike through 80 acres of vineyards with the Andes as your backdrop and satisfy all your malbec and asado cravings.\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Palacio Duhau—Park Hyatt Buenos Aires</a> and <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Vines Resort.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "27",
      "category": "THE AMERICAS",
      "destination": "Chile",
      "headline": "Chile’s Atacama Desert\r",
      "teaser": "The world's trippiest landscape and best view of the night sky",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Chile/Amex_Mobile Trip.jpg",
      "imagePath_detail": "/tripImages/Chile/Amex_Trip Detail.jpg",
      "description": "Two thousand six hundred miles long and no more than 115 miles wide at any one point, Chile has some fairly insane geography that can change drastically during a two-hour plane ride. The Atacama Desert might just be the trippiest landscape you’ll find in this long, thin country—it’s the driest desert in the world, and you can see the Milky Way more clearly here than anywhere else on the planet. You’ll also want to explore surreal rock formations like the Valle de la Luna and head up 14,000 feet to take in boiling natural geysers before dawn. Getting informed guides is crucial, and two hotels have the best in town: the Tierra Atacama Hotel & Spa, which also has a great little hydro-therapy spa, and the newly reopened <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Explora Atacama</a>, known for its on-site observatory and its seven-night program for those who want to hike a volcano. Fly LATA from Santiago to Calama (about two hours of cruising over the Chilean Andes) and have your hotel arrange for a transfer to San Pedro de Atacama. \n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Explora Atacama.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "28",
      "category": "THE AMERICAS",
      "destination": "Nicaragua",
      "headline": "Next up: Nicaragua \n",
      "teaser": "Home of Central America's newest luxury accommodations",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Nicaragua/Amex_Mobile Trip6.jpg",
      "imagePath_detail": "/tripImages/Nicaragua/Amex_Trip Detail6.jpg",
      "description": "The country has long been called the next Costa Rica for its lush landscape, pilgrimage-worthy surf breaks, and laid-back eco-vibe, but for years it lacked the high-quality hotels to truly compete with its neighbor. Enter Nekupe, an eight-room resort south of Grenada where you can trek through the jungle, do yoga, bird watch, and straight-up hammock relax all in one day. Fly to Managua from major U.S. hubs, and there’s no need to rent a car: The resort will pick you up and ferry you into the mountains, which makes Nekupe the perfect long-weekend escape. If you’ve got more time, add a few days at its sister property, <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Mukul Beach, Golf & Spa</a>, which is one of the prettiest beachside retreats anywhere, on a virgin stretch of Pacific beach surrounded by bohios, or villas, with plunge pools and daybeds. You may never want to leave.\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Mukul Beach, Golf & Spa.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "29",
      "category": "THE AMERICAS",
      "destination": "Mexico City",
      "headline": "Central Mexico City’s Scene – Plus a Side Trip\n",
      "teaser": "Discover the small neighborhoods in one of the world's largest cities",
      "link": "https://www.americanexpress.com/us/credit-cards/benefits/view-all/platinum",
      "imagePath_trip": "/tripImages/Mexico City/Amex_Mobile Trip12.jpg",
      "imagePath_detail": "/tripImages/Mexico City/Amex_Trip Detail12.jpg",
      "description": "There are so many cool neighborhoods to discover in Mexico City, especially the once-deserted Centro, with its new crop of outstanding bars. Home base is Downtown México, a design-forward 17-room hotel from Grupo Habita that has an excellent in-house restaurant, Azul Histórico, doing killer mole, a mezzanine shopping arcade with silver necklaces and silk scarves that you’d actually want to buy, and a rooftop pool. By day, you can eat your way through the neighborhood’s best tacos, tortas, and aguas frescas with a street-food walking tour from Club Tengo Hambre. After dark, duck into cantinas like La Opera for Negra Modelo and live mariachi and conjunto jams. To easily see another side of the country, tack on an overnight in Puebla, less than two hours by car from the capital, where the gorgeous new Rosewood Puebla hotel, set inside a collection of recently restored historic buildings, has just opened in this city’s Centro. It’s a quick walk to La Purificadora for a late lunch, and the rooftop pool is the place to be for sundown, with a mezcal margarita in hand.\n",
      "amex": "With the Platinum Card® from American Express, you can earn 5x Membership Rewards® Points for flights booked directly with airlines or American Express Travel. <b>Terms apply.</b>  "
    },
    {
      "id": "30",
      "category": "THE AMERICAS",
      "destination": "Bermuda",
      "headline": "Bermuda’s Back\r",
      "teaser": "America's Cup fever has taken over the island. Go, and go now. ",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Bermuda/Amex_Mobile Trip22.jpg",
      "imagePath_detail": "/tripImages/Bermuda/Amex_Trip Detail22.jpg",
      "description": "This is the year to go, with the superfast yachts of the America’s Cup arriving in May for races around the Great Bay and a rejuvenated <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Hamilton Princess Hotel & Beach Club</a>, fresh off a $100 million reboot that added a new seafood-minded restaurant from Red Rooster chef Marcus Samuelsson and a striking infinity pool. The island’s many pink-sand beaches are as inviting as ever—the calm surf at Horseshoe Bay makes it a favorite—and there are few things better than a dark ’n’ stormy cocktail overlooking the Atlantic from the terrace bar at The Reefs.\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Hamilton Princess Hotel & Beach Club.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "31",
      "category": "THE AMERICAS",
      "destination": "Jamaica",
      "headline": "Jamaica’s New Food Scene\n",
      "teaser": "Island chefs are making a new kind of green Jamaican staple ",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Jamaica/Amex_Mobile Trip25.jpg",
      "imagePath_detail": "/tripImages/Jamaica/Amex_Trip Detail25.jpg",
      "description": "While Jamaica’s beaches, from the white flats of Negril to the coves of Montego Bay, have long been the main draw, the island has been upping its food game. To catch this vibe, base yourself at <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Half Moon in Montego Bay,</a> near Scotchies, which chops up Jamaica’s most memorable jerk chicken and pork; it’s also a half-hour drive from vegetarian hot spot Stush in the Bush. (Half Moon’s stunning Sugar Mill restaurant does an impressive take on modern Jamaican dishes like crayfish bisque and ackee flan.) You can’t beat nearby <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Round Hill</a> for its history (JFK and Jackie O. spent their honeymoon in villa 10) and elegant chaise-lined beachfront, while its Grill restaurant draws from three organic vegetable gardens on the property. Or book a room farther east at GoldenEye in Orcabessa, once the home of James Bond author Ian Fleming and now an unshowily luxe resort whose restaurant is stocked with produce from Pantrepant farm, opened by hotelier and Island Records founder Chris Blackwell. This puts you within an easy drive of the Blue Mountains, where you can hike Clifton Mount coffee plantation, then fuel up with country fare like brown stewfish at roadside favorite Crystal Edge.\n\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Half Moon in Montego Bay</a>, or <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Round Hill.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "32",
      "category": "THE AMERICAS",
      "destination": "St. Barts",
      "headline": "The Soulful Side of St. Barts",
      "teaser": "Skipping celebrity season for an authentic island escape",
      "link": "https://www.americanexpress.com/us/credit-cards/benefits/view-all/platinum",
      "imagePath_trip": "/tripImages/St. Barts/Amex_Mobile Trip31.jpg",
      "imagePath_detail": "/tripImages/St. Barts/Amex_Trip Detail31.jpg",
      "description": "Over the years, St. Barts has become synonymous with celebrities, megayachts and extravagant New Year’s Eve parties. But there’s a soulful, understated side to the island, too. In fact, it is possible to have a low-key vacation there. Go for a week in May or October, post–spring break and pre-holidays, and opt for a house rental. Wimco has some of the best homes on the island and an excellent concierge service. If a hotel is more your style, nothing beats Eden Rock—St. Barths. Even though it’s a full-fledged resort, it’s still the most charming option. All the beaches here are extraordinary for swimming and snorkeling, but Grande Saline is centrally located, just a 10-minute drive from most hotels and close to Le Grain de Sel, a great Creole spot for a post-beach lunch.\r",
      "amex": "With the Platinum Card® from American Express, you can earn 5x Membership Rewards® Points for flights booked directly with airlines or American Express Travel. <b>Terms apply.</b>  "
    }
  ],
  "EUROPE": [
    {
      "id": "15",
      "category": "EUROPE",
      "destination": "Paris and Bordeaux",
      "headline": "Paris and Bordeaux",
      "teaser": "A renaissance that's high on style and low on fuss",
      "link": "https://www.americanexpress.com/us/credit-cards/benefits/view-all/platinum",
      "imagePath_trip": "/tripImages/Paris and Bordeaux/Amex_Mobile Trip13.jpg",
      "imagePath_detail": "/tripImages/Paris and Bordeaux/Amex_Trip Detail13.jpg",
      "description": "There are certain hotels in Paris—the Ritz; Hôtel Plaza Athénée; Four Seasons George V—that are perfectly classic and worth visiting again and again. But recently, we’ve discovered a new crop of smaller properties that are high on style, low on fuss. (Their rates are kinder on the wallet too.) Nolinski Paris and Hôtel Panache are clustered on the right bank, closish to the Louvre, and have scene-y bars and restaurants that have become favorites among hip locals. And because it’s so easy to get to Bordeaux now—the brand-new high-speed rail can get you there from the capital in just two hours—why not tack on a quick trip to Yndo, a sumptuous but funky boutique hotel that’s close to the downtown and the grapevines.\n",
      "amex": "With the Platinum Card® from American Express, you can earn 5x Membership Rewards® Points for flights booked directly with airlines or American Express Travel.” <b>Terms apply.</b>  "
    },
    {
      "id": "16",
      "category": "EUROPE",
      "destination": "Athens and Mykonos",
      "headline": "Athens & Rethinking Mykonos",
      "teaser": "Greece is back on the map and in a big way",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Athens and Mykonos/Amex_Mobile Trip.jpg",
      "imagePath_detail": "/tripImages/Athens and Mykonos/Amex_Trip Detail.jpg",
      "description": "After years of economic recession beginning in 2008, Greece is firmly back on the map with the country’s tourist industry growing two to three times faster than that of Spain, Italy, and France in the past few years. Travelers wary of safety in Turkey, Egypt, and Tunisia are rediscovering the ancient country. Plus, Emirates airline has just begun daily nonstop flights from Newark to Athens—by far the best way to get there. Two favorite places to stay in the capital are the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">King George</a>, a former Rococo-style royal palace with stellar views of the Acropolis that first opened in 1936, and the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Hotel Grand Bretagne</a>, a neoclassical landmark from the 19th century directly on Syntagma Square with a rooftop pool. Obligatory visit to the Parthenon aside, don’t miss the Herod Atticus Odeon, a monumental outdoor auditorium begun in a.d. 160, the small and fascinating Museum of Cycladic Art, and an evening wander through the vehicle-free Plaka neighborhood. Only a 40-minute flight away, Mykonos has grown from a youth-oriented party island into a full-service luxury destination. <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Kivotos Mykonos</a>, overlooking Ornos Bay, eschews island minimalism while still retaining a fresh, whitewashed elegance. Directly across the water, the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Santa Marina</a> debuts 114 new rooms this year, including suites with private pools. It’s well worth a daytrip to the ruins on Delos Island, mythological birthplace of Apollo and religious center during the first millennium b.c. Other than that, it’s all about sun, sand, and people watching.\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">King George</a>, <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Hotel Grand Bretange</a>, <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Kivitos Mykonos</a>, and <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Santa Marina.</a> <b>Terms apply.</b>  "
    }
  ],
  "AFRICA": [
    {
      "id": "17",
      "category": "AFRICA",
      "destination": "Cape Town",
      "headline": "Winelands, and Safari—All in One Trip",
      "teaser": "Dramatic coastlines and a strong culinary scene mark this modern city",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Cape Town/Amex_Mobile Trip3.jpg",
      "imagePath_detail": "/tripImages/Cape Town/Amex_Trip Detail3.jpg",
      "description": "Cape Town is the Sydney of Africa, with dramatic coastlines hugging a thoroughly modern city and a strong design and food game. Soon it will also have a world-class arts scene, with the opening of the Zeitz MoCAA on the bustling V&A Waterfront. Base yourself at the 28-room Silo Hotel, which recently opened atop the museum, or a few blocks over at the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">One&Only Cape Town</a>: Both have staggering views of Table Mountain. You can easily spend two days eating your way through the city—think pulled-confit-pork omelet for lunch at Solo downtown, or, in the artsy Woodstock neighborhood, seared duck and chamomile ice cream at The Test Kitchen. Hire a driver for the hour-long ride east to Leeu House, your hub for tossing back chenin blanc and chards at the township’s 50 or so wineries, and be sure to visit the 17th-century farmhouse turned hotel Babylonstoren for lunch. And instead of following the crowds to Kruger, hop a short flight from Cape Town to the private Sabi Sands Game Reserve for close encounters with elephants and leopards. Stay at Singita Sabi Sand or the Singita Ebony Lodge, where the suites have private plunge pools and game-viewing decks.\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">One&Only Cape Town.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "18",
      "category": "AFRICA",
      "destination": "Botswana & Mozambique",
      "headline": "Bush to Beach in Botswana and Mozambique\n",
      "teaser": "From rugged safaris to exquisite Indian Ocean resorts",
      "link": "https://www.americanexpress.com/us/credit-cards/benefits/view-all/platinum",
      "imagePath_trip": "/tripImages/Botswana & Mozambique/Amex_Mobile Trip2.jpg",
      "imagePath_detail": "/tripImages/Botswana & Mozambique/Amex_Trip Detail2.jpg",
      "description": "The bush-to-beach trip is the box-ticking African adventure of the moment—after a few days of rugged game drives, you can wash off the dust at one of Africa’s many standout Indian Ocean resorts. For guaranteed Big Five animal sightings, look to Botswana, where a successful conservation strategy means the elephant and giraffe populations are so dense it can feel like Noah’s ark has just landed. The best action is in the lush Okavango Delta, where animals congregate to drink up the annual floodwaters and you can canoe past bathing hippos. You’ll sleep soundly at Abu Camp, tastefully decorated in khakis, creams, and leathers, or at Zarafa Camp in the Selinda Reserve, where the rooms have decks with roaring campfires that overlook the crush of passing wildlife. Next stop: beach. You’ll fly from Johannesburg to Vilankulo, on Mozambique’s southern coast, where the recently opened andBeyond Benguerra Island comprises a cluster of Portuguese-African-style casinhas with plunge pools on an untrammeled coastline. Play castaway, snorkeling off your own stretch of sand, then rejoin humanity for sundowners under the sails of Benguerra’s private dhow.\n",
      "amex": "With the Platinum Card® from American Express, you can earn 5x Membership Rewards® Points for flights booked directly with airlines or American Express Travel. <b>Terms apply.</b>  "
    },
    {
      "id": "19",
      "category": "AFRICA",
      "destination": "Marrakech",
      "headline": "The Rose City Rises",
      "teaser": "A modern day One Thousand and One Nights fantasy",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Marrakech/Amex_Mobile Trip11.jpg",
      "imagePath_detail": "/tripImages/Marrakech/Amex_Trip Detail11.jpg",
      "description": "Hotels in Marrakech have the power to transport. At the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Royal Mansour,</a> you’ll play out a modern day One Thousand and One Nights fantasy in a private riad with a rooftop terrace. <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">La Mamounia</a>, on the other hand, is one big fabulous spectacle—from the doormen dressed in billowing white pants to the peacock feather–hued tiles covering nearly every surface. For Moroccan minimalism and one of the best spas, stay at the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Mandarin Oriental</a> just outside the city. If your idea of Marrakech is waking to the call to prayer echoing from the Koutoubia Mosque, then an Old City riad turned hotel like the new Jasper Conran–designed L’Hotel Marrakech is the way to go. Wherever you stay, you’re a short walk or taxi ride to the souks, where you’ll want to shop for Berber wedding blankets, colorful leather slippers, and local argan oil. Skip shopping for carpets in the souk (haggling is exhausting) and taxi to the quiet Galerie Le Pacha for excellent antique rugs. The best post-shopping lunch is at Nomad, in the spice market, where you can ask for a rooftop table for views of the walled city with your tagine.\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Royal Mansour</a>, <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">La Mamounia</a>, and <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Mandarin Oriental.</a> <b>Terms apply.</b>  "
    }
  ],
  "ASIA / SOUTH PACIFIC": [
    {
      "id": "20",
      "category": "ASIA / SOUTH PACIFIC",
      "destination": "New Zealand",
      "headline": "Hiking and Wine Tasting in New Zealand",
      "teaser": "Easier to get to than ever, and more than worth the trip",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/New Zealand/Amex_Mobile Trip30.jpg",
      "imagePath_detail": "/tripImages/New Zealand/Amex_Trip Detail30.jpg",
      "description": "With daily nonstop flights from Los Angeles, San Francisco, and Houston launched last year, New Zealand is now easier to get to from the U.S. than ever. Once you’re there, keep things simple and stick to one region, like Otago, in the South Island. Book any of the beautiful suites at either <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Matakauri Lodge or Blanket Bay</a>, both on remote stretches of Lake Wakatipu. These are the properties that made this tiny nation the world leader in luxury lodges. Whichever you choose, you’ll be in prime territory for tackling any number of the area’s great walks, including the 20-mile Routeburn Track, where you’ll see the native kea, an alpine parrot. But when you’ve exhausted your hiking boots, it’s nice to know that the pinot noir vineyards of Otago, like Amisfield and Bannockburn—all open for public tastings—are just a 45-minute drive from downtown.\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">The Langham Hotel</a> and <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Park Hyatt Sydney.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "21",
      "category": "ASIA / SOUTH PACIFIC",
      "destination": "Australia",
      "headline": "Melbourne, Sydney, and the Whitsundays",
      "teaser": "Ideal island beaches, the Great Barrier Reef, and Australia's capital of culture",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Australia/Amex_Mobile Trip32.jpg",
      "imagePath_detail": "/tripImages/Australia/Amex_Trip Detail32.jpg",
      "description": "This itinerary is the ultimate 10-day sampler of Australia’s east coast, starting in the south at Melbourne, the nation’s capital of arts and culture, coffee and cool; then up to Sydney for laid-back surf and one of the most sophisticated dining and hotel scenes in the country; and finishing farther north still, with a snorkel and a sail at the southern stretch of the Great Barrier Reef around the Whitsunday Islands. Book rooms at <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">The Langham hotel in Melbourne</a>, right on the Yarra River, and the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Park Hyatt Sydney</a>, with views of the Opera House (don’t forget to actually catch a show while you’re there). Plan days around your meals, be it a perfect flat white (try Seven Seeds in Melbourne), the classic Aussie breakfast (start at Bill’s in Sydney), or the best dumplings (it’s a toss-up between 40-year-old dim sum institution Flower Drum or forward-thinking Billy Kwong). Then, grab your sunscreen—the sun here is brutal—and zone out at the luxury resort Qualia on Hamilton Island in the Whitsundays for your last few days down under. \n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">The Langham Hotel</a> and <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Park Hyatt Sydney.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "22",
      "category": "ASIA / SOUTH PACIFIC",
      "destination": "Japan",
      "headline": "Classic Japan",
      "teaser": "Skip the buzz of Tokyo for the serenity of Osaka and Kyoto",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Japan/Amex_Mobile Trip9.jpg",
      "imagePath_detail": "/tripImages/Japan/Amex_Trip Detail9.jpg",
      "description": "If tackling relentlessly urban Tokyo sounds overwhelming, try a softer entry by flying into Osaka and combining the temple-filled beauty of old Kyoto with a countryside escape surrounded by sacred forests. The newly opened <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Four Seasons Hotel Kyoto</a> includes a 100,000-square-foot, 800-year-old garden, once part of a lord’s mountain villa residence. Or stay in the woods above the banks of the Hozugawa River at the luxurious Hoshinoya ryokan, accessible only by boat. Michelin-star Ajiro specializes in exquisite vegetarian food near the Myoshinji temple. Do lunch at one (or a few) of the 126 food stalls at the centuries-old Nishiki Market, where you’ll find everything from sushi and grilled squid to omelets, sugared fruit, and rice balls. <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Amanemu</a>, a three-hour drive south of the city, near the Ise-Shima National Park, has suites and villas with private mineral spring–fed soaking tubs, views of pearl-laden Ago Bay, and proximity to pilgrimage trails leading to Shinto shrines. Here, chef Masanobu Inaba presents a masterful, modern take on traditional, multicourse kaiseki dinners.\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Four Seasons Hotel Kyoto</a> and <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Amanemu.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "23",
      "category": "ASIA / SOUTH PACIFIC",
      "destination": "Vietnam",
      "headline": "South-to-North Vietnam: Hoi An to Halong Bay\n",
      "teaser": "An itinerary worth more than a typical stopover in Hanoi ",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Vietnam/Amex_Mobile Trip20.jpg",
      "imagePath_detail": "/tripImages/Vietnam/Amex_Trip Detail20.jpg",
      "description": "Travelers often make the mistake of trying to tack a few days in Vietnam onto a trip to, say, Cambodia or Thailand. Instead, stick to a 10-day, Vietnam-only itinerary: Check into the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Nam Hai, a Four Seasons resort</a>, for your first few days in Hoi An. The central coastal city is a UNESCO World Heritage site best known for its winding alleyways, lantern-lit storefronts, and master tailors (don’t just have one shirt made—have four). From there, go a short ways north to the former imperial city of Hue, where your hotel, La Residence, takes its identity from the former French colonial governor’s mansion at its core. Then it’s on to Hanoi in the north, where pho and pastries beckon in the French Quarter and the indulgences of the neighborhood’s <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Sofitel Legend Metropole</a> don’t come with big price tags. Finish with a side trip, about four hours from Hanoi, to Halong Bay, where you’ll board a beautiful teak Chinese junk boat to prowl around karsts rising from the mist. \n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Nam Hai, a Four Seasons resort</a> and <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Sofitel Legend Metropols.</a> <b>Terms apply.</b>  "
    },
    {
      "id": "24",
      "category": "ASIA / SOUTH PACIFIC",
      "destination": "Rajasthan",
      "headline": "Deeper into Rajasthan",
      "teaser": "Go beyond India’s Golden Triangle—Delhi to Agra to Jaipur",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Rajasthan/Amex_Mobile Trip8.jpg",
      "imagePath_detail": "/tripImages/Rajasthan/Amex_Trip Detail8.jpg",
      "description": "India’s Golden Triangle—Delhi to Agra and Jaipur—has been on bucket lists for decades, but consider a 200-mile road trip that pushes farther into Rajasthan. Start in the blue-hued desert city of Jodhpur with a stay at the monumental <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Umaid Bhawan Palace hotel</a> (finished in 1943 for the local maharaja), or just outside town in the bucolic Bal Samand Lake Palace, a 17th-century summer lodge set in 60 acres of gardens. Dine under the ramparts of the city’s Mehrangarh Fort at RAAS Jodhpur’s alfresco Darikhana restaurant after a day spent shopping at Maharani Textiles in the old city or at the Gems and Jewels Palace near the Ajit Bhawan. With a car and driver, head south through the countryside for a night at the enchanting hunting lodge–turned–hotel Rawla Narlai, or high above the farmland at the ultrachic RAAS Devigarh (don’t miss a stop at Kumbhalgarh Fort). End in Udaipur, where you’ll want to shop for Pichwai paintings and embroidered mirror-work fabrics, staying either in the middle of Lake Pichola at the iconic <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Taj Lake Palace</a>, or on its western shores at the opulent <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Oberoi Udaivilas</a> (preferably in a suite with a private pool and peacock-filled gardens). \n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Umaid Bhawan Palace hotel</a>,  <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Taj Lake Palace</a>, and <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Oberol Udaivilas</a>. <b>Terms apply.</b>  "
    },
    {
      "id": "25",
      "category": "ASIA / SOUTH PACIFIC",
      "destination": "Phillipines",
      "headline": "Philippines On and Off the Beach\r",
      "teaser": "Perfect beaches in Palawan to the bustle of Manilla",
      "link": "https://www.americanexpressfhr.com/featured_hotel_searches/new",
      "imagePath_trip": "/tripImages/Phillipines/Amex_Mobile Trip15.jpg",
      "imagePath_detail": "/tripImages/Phillipines/Amex_Trip Detail15.jpg",
      "description": "Vacationing on the Filipino archipelago may make a beach vacation anywhere else impossible. Even the ankle-deep waters at <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">the private-island resort Amanpulo in Palawan</a> swarm with the bright oranges and blues of damsel and other tropical fish (the snorkeling is so insanely good you won’t even need to go scuba diving into the reef to get your fill of sea turtles). Over on Boracay, few views telegraph vacation more than the sherbet sunsets from your thatched-roof villa at the Shangri-La, which has an outdoor bar serving an on-point mai tai. Be sure to stay a night or two in Manila before connecting on to the beaches. The Filipino capital feels like it’s finally embracing its own sense of self after centuries of colonial influence, and has standout shopping and food. Book a city-view room at the 30-story <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Raffles in posh Makati</a>, and you will be close to Toyo Eatery, last year’s hottest opening, where chef Jordy Navarra is redefining Filipino comfort food, like pork three ways.\n",
      "amex": "When you explore the world with the Platinum Card® or Business Platinum Card® from American Express, you’ll have the key to Fine Hotels & Resorts like the <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Amanpulo</a> in Palawan or <a href =\"https://www.americanexpressfhr.com/featured_hotel_searches/new\">Raffles</a> in Makati. <b>Terms apply.</b>  "
    }
  ]
}